Repository: roblandry/who-is-online
Catalog: languages/who-*-online-*.po
Languages: fi_fi, fr_fr

source: Who Is Online
fi_fi: Kuka on online-tilassa
fr_fr: Qui est en ligne

source: person
fi_fi: henkilö
fr_fr: personne

source: There is currently %d person online.
fi_fi: Tällä hetkellä on %d henkilöitä online-tilassa.
fr_fr: Il y a %d personne en ligne.

source: %d member.
fi_fi: %d jäsen.
fr_fr: %d membre.

source: %d guest.
fi_fi: %d vieras.
fr_fr: %d invité.

source: View them here.
fi_fi: Tarkista ne tällä.
fr_fr: Voir ici.

source: Options saved
fi_fi: Valinat tallennettu
fr_fr: Options sauvegardées

source: You entered an invalid value
fi_fi: Merkkasit epäkelvon arvon
fr_fr: Valeur entrée invalide

source: Who's Online
fi_fi: Kuka on Online-tilassa
fr_fr: En ligne

source: General settings
fi_fi: Yleiset Asetukset
fr_fr: Paramètres généraux

source: Minutes Before Offline
fi_fi: Minuuttia Ennen Offline-tilaa
fr_fr: Minutes avant hors ligne

source: Determines how much time will pass before someone is considered offline.
fi_fi: Määrä aijan ennen kuin joku pidetään offline-tilassa.
fr_fr: Détermine combien de temps passera avant que quelqu'un est considéré comme hors ligne.

source: Save Changes
fi_fi: Tallentaa Muutokset
fr_fr: Sauver changements

source: %d Member.
fi_fi: %d Jäsen.
fr_fr: %d Membre.

source: %d Guest.
fi_fi: %d Vieras.
fr_fr: %d Invité.

source: Online Users
fi_fi: Kytketty Käyttäjiä
fr_fr: Personnes en ligne

source: Username
fi_fi: Käyttäjätunnus
fr_fr: Utilisateur

source: Time Online
fi_fi: Aika Kytketty
fr_fr: Temps connecté

source: Page Views
fi_fi: Sivujen Lataus
fr_fr: Vues de page

source: Viewing
fi_fi: Katsele
fr_fr: Sur la page

source: Guest
fi_fi: Vieras
fr_fr: Invité

source: online
fi_fi: Online-tila
fr_fr: en ligne

source: Who is Online
fi_fi: Kuka on online-tilassa
fr_fr: Qui est en ligne

source: Displays who is currently on your blog and for how long.
fi_fi: Näyttää kuka on sinun blogilla, ja miten kauan on viipynyt.
fr_fr: Affiche qui se trouve actuellement sur votre blog et pour quelle durée.
